Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Restating capital stock, additional paid-in capital and retained earnings by the amount necessary to maintain the purchasing power equivalent in Mexican pesos on the dates such capital was contributed or income generated, through the use of the appropriate inflation factors
es: Actualizar el capital social, prima en suscripción de acciones y las utilidades retenidas en el monto necesario para mantener el poder de compra en pesos equivalentes a la fecha en la cual el capital fue contribuido o las utilidades generadas, mediante la aplicación de los correspondientes factores de inflación

source: If you want to be paid in capital later on (for example, two years after retirement), all you need to do is defer the date for receiving the payout.
es: Si se quiere cobrar en capital más adelante (por ejemplo, dos años después de la jubilación), basta con diferir la fecha de cobro de la prestación.

source: "While the 8-year payback period has been dropped as proposed by the European Parliament, the 25% threshold has been retained in order to define ""major renovation."
es: Mientras que se ha eliminado el período de ocho años de reembolso de acuerdo con la propuesta del Parlamento Europeo, se ha mantenido el umbral del 25% para definir una reforma importante.

source: Designed for long life, with a short payback period of only 2-3 years on average.
es: Además, ha sido diseñado para durar y tiene un período de amortización medio de tan solo 2/3 años.

source: Calculate the ROI and payback period by conducting a depreciated cash flow analysis of the benefits and investments over a three-year period.
es: Se calcula el ROI y el tiempo de devolución realizando un análisis del flujo de capital depreciado de los beneficios y las inversiones durante tres años.

source: This would cost in excess of 40 000 euros per flat, with a payback period of 25 years.
es: Esto costaría más de 40 000 euros por vivienda, con un período de amortización de veinticinco años.

source: This company has also obtained a grant thanks to which the payback period has been kept under 21 months.
es: Esta empresa se benefició de una ayuda, gracias a la cual el período efectivo de retorno de la inversión ha sido inferior a 21 meses.

source: 4.2. Industrial R&D must focus on objectives that offer scope for quick returns and can be rapidly translated into results, products, processes and services - in other words, objectives with a relatively short payback period for the research investments involved and which thus can largely be met by companies themselves.
es: 4.2. En este contexto, la investigación y el desarrollo industriales deben orientarse preferentemente hacia objetivos que permitan obtener resultados, productos, procedimientos y servicios en plazos breves, es decir, objetivos que hagan posible amortizar las inversiones en investigación con relativa rapidez y que, por tanto, puedan fijarse las propias empresas.

source: Average project payback period less than 1 year
es: Periodo de reembolso medio del proyecto menos de 1 año

source: Generally, it is agreed that, under the payback period method of appraisal, the shorter the payback period, the better.
es: En general, se acepta que conforme a este método, cuanto más corto sea este periodo tanto mejor.

source: situations where the payback period of these assets still has more than three years to run, the competent authorities may allow this indemnity to be paid in a series of instalments up to three years after expiry of the contract.
es: En aquellas situaciones en las que el periodo de recuperación de estos activos todavía vaya a durar más de tres años, las autoridades competentes podrán permitir que la indemnización se pague en una serie de plazos hasta tres años después de la expiración del contrato.

source: Although the payback period of 13.3 years is long, the change of process substantially improved the production process and working conditions.
es: Aunque la recuperación de la inversión es larga, de 13,3 años, el cambio de proceso ha conseguido mejorar sustancialmente el proceso productivo y las condiciones de trabajo.

source: When laying down any fresh requirements, however, consideration should be given to the long payback period on agricultural investments.
es: El centro o laboratorio propuesto podría establecer referencias, basadas en hechos científicos, para fomentar el progreso en este ámbito.

source: The companies saw a payback period of 4.8 months after deployment and an ROI of 656%.
es: El periodo de devolución para las empresas fue de 4,8 meses tras la implementación, y el ROI, de 656%.

source: (f) 'payback period' of an asset for an operator means the period during which it is estimated, using appropriate discount rates, that the cost of the an asset to the an operator, taking into account the risks involved in the investment and net of any resale value, will exceed the net income that the operator will have received on account of the asset, in particular from passengers and from public authorities
es: "f) ""periodo de recuperación"" de un activo para un operador, el periodo durante el que se estima, aplicando tipos de descuento apropiados, que el coste de un l activo para el un operador, teniendo en cuenta los riesgos que supone la inversión y neto de todo valor de reventa, excederá a los ingresos netos realizados por el operador a través de dicho activo, en especial los provenientes de viajeros y autoridades públicas"

source: Key criteria include impact on earnings per share, capital ratios, return on invested capital, expected payback period and internal rate of return based on discounted cash flows.
es: Los principales criterios incluyen las utilidades por acción, coeficientes de capital, el rendimiento sobre el capital invertido, el período de recuperación estimado y la tasa interna de rendimiento en base a flujos de efectivo descontados.

source: With a payback period substantially lower than for conventional single jersey knitting machines, this technology ideally addresses current market demands and offers significant scope for effective cost management.
es: La Tecnología Relanit parece hecha a medida para afrontar las exigencias actuales de los mercados, y es una oportunidad importante para la gestión efectiva de costes.

source: The annual condensate recovery 254,000 tons; annual steam savings 1200 tons; annual net energy savings $131,000; payback period 1.8 years.
es: Recuperación anual de condensado 254.000 toneladas; ahorro de vapor anual 1200 toneladas; ahorro de energía anual neto 131.000 $; período de reembolso 1,8 años.

source: The extremely short payback period for the Centro de Cienias de la Atmósfera foyer is due to the very long running time of the pre-upgrade lighting system.
es: El tiempo de amortización muy corto del vestíbulo del Centro de Ciencias de la Atmósfera se debe a la larga duración en que el sistema de iluminación se utilizará.

source: Personal selling skills.
es: Habilidades para ventas personales.

source: The international advertising, promotion and personal selling.
es: La publicidad, promoción y ventas personales internacionales.

source: Establishing your business requires a certain amount of assertive personal selling.
es: Establecer su negocio requiere un cierto grado de venta agresiva.

source: Dr Strutton's principal research interests include business-to-business marketing, personal selling and sales management.
es: Los principales temas de interés en investigación para el Dr. Strutton incluyen el marketing de empresa a empresa, la venta personal y la gestión de ventas.

source: Media mix communication Advertising, Promotion, Public Relations, Direct Marketing and personal selling.
es: El mix comunicacional Publicidad, Promoción, Relaciones Públicas, Marketing Directo y Ventas personales.

source: Personal selling is the basis for our activities on the market.
es: La venta personal es la base de nuestras actividades en el mercado.

source: B. Public Relations and Personal Selling Program
es: B. Relaciones Públicas y Programa Personal de Ventas.

source: David has published four books and over 100 research papers in such internationally rated journals as the International Journal of Research in Marketing; the Journal of Personal Selling and Sales Management, and the Strategic Management Journal.
es: David ha publicado cuatro libros y más de cien artículos de investigación en revistas de prestigio internacional como International Journal of Research in Marketing, Journal of Personal Selling and Sales Management y Strategic Management Journal.

source: Personal Selling Power noticed the following difference in two candy stores.
es: "Personal Selling Power"" notó la siguiente diferencia en dos tiendas de dulces."

source: Your community public relations and personal selling program may include the following
es: Su programa de relaciones públicas comunitarias y venta personal deben incluir lo siguiente

source: 13. Integrated Marketing Communication Personal Selling and Direct Marketing.
es: 13. Comunicar el valor al cliente Ventas personales y marketing directo

source: They claim that many of the bombers are from wealthy families or have made personal sacrifices, such as selling their cars, using their meager savings, or relying on donations to make the trip to Iraq.
es: Alegan que muchos de los suicidas con bombas provienen de familias adineradas o que han hecho sacrificios personales, como vender sus automóviles, utilizar sus escasos ahorros o buscar fondos para hacer el viaje a Iraq.

source: It is not surprising therefore to find many women engaged in food processing, weaving, personal services, beverage preparation, and selling of snack foods.
es: Por lo tanto, no es sorprendente que muchas mujeres se dediquen a la elaboración de alimentos, a tejer, a prestar servicios personales, elaborar bebidas y vender comida rápida.

source: Free movement of data is particularly important for all services with a large customer base and depending on processing personal data, such as distance selling and financial services.
es: La libre circulación de datos es particularmente importante en todos aquellos servicios con amplia clientela y supeditados al tratamiento de datos personales, tales como la venta a distancia y los servicios financieros.

source: In Holland, the possession of small quantities of marijuana and small-scale harvests for personal use were depenalized and the selling and using in socalled coffeeshops - with an official license for the use and sale of marijuana in limited quantities - were decriminalized.
es: En Holanda, la posesión de pequeñas cantidades de marihuana y su cultivo en pequeña escala para uso personal fueron despenalizados y su venta y uso en los llamados coffeeshops - con licencia oficial para uso y venta de marihuana en pequeñas cantidades - fueron descriminalizados.

source: Discover the personal and employee benefits of selling your business to Orkin.
es: Descubra lo beneficios personales y para sus empleados de vender su negocio a Orkin.

source: However, this rule does not apply if two circumstances are present (a) you have valid personal reasons for selling your NCR stock that are unrelated to the investment value of the securities; for example, you have emergency medical expenses; and (b) you do not have material inside information about NCR.
es: No obstante, esta regla no es aplicable a las siguientes circunstancias (a) si tiene razones personales válidas para vender sus acciones, no relacionadas con el valor de inversión de los títulos, como por ejemplo, si necesita realizar gastos médicos de emergencia y (b) si no dispone de información privilegiada de NCR.

source: To date, because of sales and administration costs, personal providers have concentrated on selling their products to people with higher incomes.
es: Hasta ahora, debido a los costos administrativos y de distribución, los proveedores de jubilaciones personales colocaron sus productos esencialmente entre la población de elevados recursos.

source: "In 1980, ""Zork"" was re-invented for the personal computer; divided into a trilogy, it became one of the best selling games of the personal computer revolution."
es: "En 1980, ""Zork"" se reinventó para ordenador personal y se dividió en varias entregas recogidas en una trilogía, convirtiéndose en uno de los juegos más vendidos de la revolución de los ordenadores personales."

source: No selling, renting or revealing your personal information
es: No vendemos, no alquilamos y no revelamos sus datos personales

source: This can be done by copying, downloading, sharing, selling, or installing multiple copies onto personal or work computers.
es: Esto se puede hacer mediante el copiado, la descarga, la compartición, la venta o la instalación de múltiples copias en computadoras personales o de trabajo.

source: We are not in the business of selling your personal information.
es: No estamos en el negocio de venta de su información personal.

source: A great many businesses engage in the collecting and selling of demographic and personal information from their web sites.
es: Muchos negocios se encargan de recolectar y vender información personal y demográfica desde sus sitios web.

source: Some former jute-mill workers resorted to selling their personal assets, including land passed down through their families for generations and whatever they accumulated over their years working at the mills.
es: Algunos/as antiguos trabajadores de las procesadoras de yute han recurrido a la venta de sus activos personales, incluso hasta la venta de terrenos que han pertenecido a sus familias por generaciones y de cualquier otra posesión que hayan acumulado durante sus años de trabajo en las fábricas.

source: The Company and the Selling Stockholders each hereby consent to personal jurisdiction, service and venue in any court in which any Claim arising out of or in any way relating to this Agreement is brought by any third party against any Underwriter or any indemnified party.
es: La Compañía y los Accionistas Vendedores por el presente dan su consentimiento para la jurisdicción personal, notificación y fuero en cualquier corte en la cual surja una Demanda relacionada en cualquier forma con el presente Acuerdo y que sea entablada por un tercero contra todo Suscriptor o cualquier parte indemnizada.

source: Pawnbrokers License Any person, partnership, association, or corporation lending money on the deposit of personal property, or who deals in the purchase of personal property on the condition of selling the property back at a stipulated price.
es: Licencia de Prestamista Cualquiera persona, sociedad colectiva, asociación, o corporación prestando dinero y adquiriendo del deudor objetos personales para asegurar el pago de la deuda (empeños), o el que hace compras de propiedades personales con la condición de revender la propiedad al deudor por un precio estipulado.

source: Digital River is not in the business of selling, trading or renting personal information.
es: Digital River no se dedica a la venta, comercialización o alquiler de datos personales.

source: The loan will be repaid by first selling business assets and then the personal assets pledged as collateral to secure a loan.
es: El préstamo se cancelará primero vendiendo activos del negocio y luego activos personales prendados como garantía para asegurar un préstamo.

source: The observer shall respect the plant and equipment on board the vessel, and any other installations, and also the confidentiality of all documents to which access is provided.
es: El observador respetará los bienes y equipos que se encuentren a bordo de los buques y de otras instalaciones, así como la confidencialidad de los documentos a los que tenga acceso.

source: For example, the following costs are not included in the carrying amount of an item of property, plant and equipment
es: Por ejemplo, los siguientes costes no se incluirán en el importe en libros de un elemento de inmovilizado material

source: Depreciation would be charged for different asset classes based on the individual remaining useful life of the asset (IPSAS 17 property, plant and equipment).
es: La depreciación se cargaría a las distintas clases de activos sobre la base de la vida útil restante de cada activo (IPSAS 17 - bienes, planta y equipo).

source: These assets are amortized using similar criteria to those applied to the property, plant and equipment used by the Company itself or within the term of the lease, whichever is shorter.
es: Estos activos se amortizan con criterios similares a los aplicados al conjunto de las propiedades, planta y equipo de uso propio o en el plazo del arrendamiento, cuando éste sea más corto.

source: The Commission has a duty to make its decisions on an informed basis and that is particularly the case in the competition portfolio.
es: La Comisión tiene la obligación de tomar sus decisiones sobre una base informada y eso es especialmente válido en el caso de la cartera de competencia.

source: The amount relates to certain pre-operating expenditures that have been capitalized to property, plant and equipment at December 31, 2008 that would have been required to be expensed under this new standard.
es: El monto se relaciona con determinados gastos pre-operacionales que se habían capitalizados como activo fijo al 31 de diciembre de 2008, y que deberían haberse registrados como gastos en conformidad con esta nueva norma.

source: During 2010/11, the IPSAS team will continue to lead the preparatory work for the determination of IPSAS-compliant opening statements of position, including balances for items of property, plant and equipment, and inventories in field missions, to continue the development and deployment of IPSAS-related training and to formulate IPSAS-related policies that will support IPSAS-compliant financial statements.
es: Durante 2010/11, el equipo encargado del proyecto de las IPSAS seguirá dirigiendo la labor preparatoria para formular estados iniciales de la situación financiera que se ajusten a las IPSAS, incluidos saldos relativos a elementos de propiedades, planta y equipo, e inventarios en las misiones sobre el terreno, seguirá preparando e impartiendo cursos relativos a las Normas y seguirá formulando políticas relacionadas con las IPSAS en apoyo de los estados financieros conformes con las Normas.

source: The main components of property, plant and equipment and their useful lives are presented below
es: A continuación se presentan los principales elementos de propiedad, planta y equipo y años de vida útil

source: Property, plant and equipment to be disposed of are shown adjusted to reflect their net realizable values.
es: Los activos fijos disponibles para la venta fueron ajustados, para reflejar los activos a su valor neto de realización.

source: The Group has taken out various insurance policies to cover the risk of damage to its property, plant and equipment.
es: El Grupo consolidado tiene contratadas varias pólizas de seguro para cubrir los riesgos a que están sujetos los elementos del inmovilizado material.

source: The Financial Group evaluates periodically the adjusted values of property, plant and equipment to determine whether there is an indication of potential impairment.
es: El Grupo Financiero evalúa periódicamente los valores actualizados de los inmuebles, mobiliario y equipo para determinar la existencia de indicios de que dichos valores exceden su valor de recuperación.

source: Property, plant and equipment are depreciated by allocating the depreciable amount of an asset on a systematic basis over its useful life.
es: La amortización de los elementos de inmovilizado material se realiza distribuyendo su importe amortizable de forma sistemática a lo largo de su vida útil.

source: The new network for mobility combines the strengths of IP and mobile technologies together in a single portfolio.
es: La nueva red para la movilidad combina las fortalezas de las tecnologías IP y móvil en una única oferta.

source: Another category of institutional investors typically holding a relatively high share of long-term assets in their portfolio is mutual funds.
es: Los fondos mutuos de inversión son otra categoría de inversores institucionales que suelen tener una cuota relativamente alta de activos de largo plazo en sus carteras.

source: Prints his portfolio of ten platinotypes titled Mártires (Martyrs).
es: Imprime su portafolio fotográfico de diez platinotipos titulado, Mártires.

source: This portfolio was currently being evaluated in order to optimize the use of these funds.
es: Señaló que actualmente se encuentran evaluando esta cartera, con el fin de optimizar el uso de estos recursos.

source: In some countries, derivatives may be used to gain market exposure in an efficient and timely manner; however, derivatives may not be used to leverage the portfolio beyond the market value of underlying investments.
es: En algunos países, pueden utilizarse instrumentos derivados para ganar exposición en el mercado de manera eficiente y oportuna; sin embargo, los instrumentos derivados no pueden utilizarse para apalancar la cartera más allá del valor de mercado de las inversiones subyacentes.

source: The portfolio of evidence supporting the performance report had not been validated by an independent party.
es: Los elementos de prueba en apoyo del informe sobre la ejecución no habían sido confirmados por una entidad independiente.

source: I would also raise the question of portfolio straddling.
es: Quisiera añadir todavía la diversicación de la cartera.

source: The social development portfolio will be evaluated in 2009, in advance of the new programming cycle.
es: La cartera de programas de desarrollo social se evaluará en 2009, antes del comienzo del nuevo ciclo de programación.

source: Such an appraisal meeting will make use of the evidence collated in the portfolio to help clarify a learning plan for the placement.
es: Tal reunión de valoración hará uso de la evidencia compaginada en el portafolio para ayudar a aclarar un plan de estudio para la rotación.

source: They provide connectivity for Emersons broad portfolio of wireless sensing, condition monitoring and diagnostics devices that are embedded within the process to deliver process data for control and asset management.
es: Permiten la conectividad con la amplia gama de equipos inalámbricos de detección, monitorización de condiciones y diagnósticos incorporados en el proceso para suministrar datos para el control y gestión de los activos.

source: This interpretation makes it clear that the accounting of agreements in which certain property, plant and equipment used by the customer is employed to supply an ongoing service.
es: Esta interpretación aclara la contabilización de acuerdos en los que determinado inmovilizado material, dispuesto por parte del cliente, se utiliza para suministrar un servicio continuo.

source: Property, plant, and equipment is recorded at cost and repair and maintenance costs are expensed as incurred.
es: Los bienes, plantas y equipos se registran al costo y los costos de reparación y mantenimiento se llevan a gastos en el momento en que se incurren.

source: This involves for instance ensuring that our plant and equipment is designed to minimize faults, and to prevent and respond tolerantly to errors.
es: Para ello, entre otras cosas, nuestras instalaciones se diseñan para tener los mínimos fallos, así como para prevenirlos y para tolerarlos.
